{"_id":{"$oid":"5af7ef5cd0210a0014a8c6ed"},"name":"Microsoft","url":"https://www.microsoft.com/","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891703/ttalftyynkwtqdwj82lj.png","description":"The Microsoft Israel R\u0026D Center, located in both Herzeliya and Haifa, is one of three strategic global development centers situated around the world. Our mission is to lead strategic products and services that realize Microsoft's vision, by tapping into Israel's unique technological \u0026 entrepreneurial assets. The center is home to some of the company's most exciting and innovative technologies driven by a collective of rare and diverse individuals.","featuredJobInfo":"","featuredJobLink":"https://careers.microsoft.com/","created_at":{"$date":"2018-05-13T07:55:08.346Z"},"updated_at":{"$date":"2018-05-13T07:55:08.346Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891705/jhit15pzqrdmquthafph.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6ee"},"name":"Dropbox","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891681/rgqs1huakeodbkqphpmh.png","url":"https://www.dropbox.com","description":"Dropbox is a leading global collaboration platform that's transforming the way people work together, from the smallest business to the largest enterprise. With more than 500 million registered users across more than 180 countries, our mission is to unleash the world’s creative energy by designing a more enlightened way of working.Our mission in Tel Aviv is to reshape the future of work by designing a more enlightened way of working. We aim-higher in everything we do and work hard to gain our users’ love and trust. We have a unique combination of start-up energy and enthusiasm with world class software engineering standards, which attracts the best talent to join us in our quest to conquer the next peak.","featuredJobInfo":"","featuredJobLink":"https://www.dropbox.com/jobs/locations/tlv","created_at":{"$date":"2018-05-13T07:55:08.386Z"},"updated_at":{"$date":"2018-05-13T07:55:08.386Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891682/egbcvkilnr9iashv1euz.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6ef"},"name":"eBay","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977547/zap3j25jdartlx8d306k.png","url":"http://ebay.co.il","description":"eBay Israel R\u0026D center offers you a great playground - whether you are a software engineer, analyst or researcher. With over 1.2 billion items, all ready-to-buy, your day-to-day job will be super dynamic and interesting, and you'll be able to use techniques like ML, NLP, Taxonomy management, Computer Vision and more.\n\nYou may have a meaningful contribution to eBay's platform and thus to the entire shopping experience. Through our organizational culture, you'll impact not only on internal processes, but also the lives of tens of millions of people around the world, by delivering eBay's core strategy.\n\nJoin us on Facebook: eBay Israel - R\u0026D Center","featuredJobInfo":"","featuredJobLink":"http://ebay.co.il/rnd","created_at":{"$date":"2018-05-13T07:55:08.387Z"},"updated_at":{"$date":"2018-05-13T07:55:08.387Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977548/ubekfdjb9xorru1vymsr.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f0"},"name":"LivePerson","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891701/pvwheodpysxnnaax7sit.png","url":"http://www.liveperson.com","description":"\nLivePerson is the global leader in digital communication solutions and we aim to make life easier by transforming how people communicate with brands. Our customers use our conversational commerce solutions to orchestrate humans and AI, at scale and create a convenient, deeply personal relationship — a conversational relationship — with their millions of consumers. We invest heavily in artificial intelligence, bots, big data technologies, real-time analytics and messaging solutions, all hosted on our dynamic open platform.","featuredJobInfo":"","featuredJobLink":"https://www.liveperson.com/company/careers?gh_jid=769715","created_at":{"$date":"2018-05-13T07:55:08.392Z"},"updated_at":{"$date":"2018-06-03T09:15:52.842Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891702/m1if8z7mm8sk9npqi5jx.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f2"},"name":"Wix","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891719/bfyop13h4sbgyshdkgum.png","url":"https://www.wix.engineering/","description":"Wix.com is a leading cloud-based web development platform with more than 110 million users worldwide. Wix was founded on the belief that the Internet should be accessible to everyone to develop, create, and contribute.\n\nOur Software Engineering culture is based on developers who love their work, are passionate about technology, and believe that nothing is impossible. We deploy hundreds of times a day and design our software for ease of change. We use TDD with Scala and JS to develop our microservices, encourage C/I, and we give back to the community by speaking at developer events and contributing to Open-Source. Wix's headquarters are in Tel Aviv, Israel with offices in Be'er Sheva, San Francisco, New York, Miami, Berlin, Vilnius, Kyiv, and Dnipro.","featuredJobInfo":"At Wix’s Engineering group, lead developers shape the architecture of our services and product. They set the tone and standard of our developer culture, fusing facets of engineering, product management, DevOps, analytics, and technical management. They are also mentors, helping less-experienced engineers improve and hone their skills so that they are eventually capable of being tech leads themselves. The Wix development culture is transparent, highly technical, and agile. Because we ship often, we’ve happily adopted Continuous Delivery and Test-Driven Development. We code in Scala, Python, Go, Javascript and TypeScript. We develop and maintain highly scalable systems that support Wix’s tens of millions of users—and the people who visit their websites.","featuredJobLink":"https://www.wix.com/jobs/home","created_at":{"$date":"2018-05-13T07:55:08.452Z"},"updated_at":{"$date":"2018-05-13T07:55:08.452Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891720/eibowlqrku0wuz1fazh8.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f3"},"name":"My Heritage","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891706/owbqbtk7iny264512nsg.png","url":"https://careers.myheritage.com/","description":"As one of Israel's most successful start-ups, with over 420 employees, MyHeritage is utilizing the latest technological advancements, such as DNA testing and advanced matching algorithms developed in-house, to discover, preserve and share the family histories of over 95 million users worldwide.\n\nWe invite you to join our [MyHeritage Meetup Group](https://www.meetup.com/MyHeritage-Meetup/) to receive updates about upcoming events hosted in our office. Come along to discuss cross-technology challenges with our top-notch R\u0026D team and visit our fascinating [Engineering blog](https://medium.com/myheritage-engineering).\u003c/a\u003e","featuredJobInfo":"Join us - Make history.","featuredJobLink":"https://careers.myheritage.com/","created_at":{"$date":"2018-05-13T07:55:08.452Z"},"updated_at":{"$date":"2018-05-13T07:55:08.452Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891707/sylvbaq7vrvcs7gtapwm.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f4"},"name":"Kenshoo","url":"http://www.kenshoo.com","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891699/ej28p0ftbcqlssvszumk.png","description":"Marketeers of the world's top brands are using Kenshoo's platform to drive $350 billion in annualized sales revenue Kenshoo's website.","featuredJobInfo":"We are looking for developers who can get things done, enjoy solving hard problems and like working in a team. Help us solve a huge problem for advertisers and make friends while at it.","featuredJobLink":"http://kenshoo.com/about/company/culture/","created_at":{"$date":"2018-05-13T07:55:08.453Z"},"updated_at":{"$date":"2018-05-13T07:55:08.453Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891700/wthctior52kekseaygke.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f5"},"name":"Outbrain","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977552/o1bxza1jlews6db2fn3d.png","url":"http://www.outbrain.com","description":"Outbrain is the world’s largest discovery platform, bringing personalized, relevant online, mobile and video content to audiences while helping publishers understand their audiences through data. Our core technology relays on recommendation systems using state of the art machine learning models and deep learning built using big data. Every day, Outbrain engineers overcome technology challenges with the help of experienced mentors and a unique culture encouraging taking risks, ownership, and co-working. Take a look at our technology story in [Outbrain's tech blog](http://goo.gl/CgLhc8) where engineers share their knowledge and experience.","featuredJobInfo":"","featuredJobLink":"https://careers.outbrain.com/index.html","created_at":{"$date":"2018-05-13T07:55:08.490Z"},"updated_at":{"$date":"2018-05-13T07:55:08.490Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977555/lgrsuebnlaoa0raqqnc3.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f6"},"name":"AppsFlyer","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891670/siyqloevs8cztxnxwsib.png","url":"http://www.appsflyer.com","description":"AppsFlyer’s technology is found on 98 percent of the world’s smartphones, making it the global leader in mobile attribution and marketing analytics. Data-driven marketers rely on AppsFlyer for independent measurement solutions and innovative tools to grow their mobile business. AppsFlyer’s platform processes billions of mobile actions every day, empowering mobile marketers and developers to maximize the return on their marketing investments. With AppsFlyer’s NativeTrackTM Attribution, Marketing Analytics Data, OneLink’s Deep linking capabilities and the Active Fraud Suite featuring DeviceRank, AppsFlyer is the go-to resource for the most successful mobile apps in the world. Trusted by Facebook, Google, Twitter, Pinterest, Snap Inc., Tencent, HBO, Playtika, Waze, Alibaba, Kayak and 12,000+ other leading brands and partners, AppsFlyer has 12 global offices to support every app marketer around the world. To learn more, visit http://www.appsflyer.com.","featuredJobInfo":"","featuredJobLink":"","created_at":{"$date":"2018-05-13T07:55:08.491Z"},"updated_at":{"$date":"2018-05-13T07:55:08.491Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891672/dw2szrxoym3tmb1b3jes.png"}
{"_id":{"$oid":"5af7ef5cd0210a0014a8c6f7"},"name":"Cloudinary","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891676/ghwv6cbxsx0nxb8r5siy.png","url":"https://cloudinary.com/","description":"Cloudinary provides an easy-to-use, end-to-end cloud-based image and video management solution for the world’s top brands. With 5,000 customers and nearly 300,000 users, Cloudinary has quickly become the de facto solution used by web and mobile application developers to streamline image and video management and deliver an optimal end user experience.","featuredJobInfo":"We believe that interacting and working with great, creative, passionate, fun and smart PEOPLE leads to creating amazing products! We are offering you to join this unique working environment in addition to competitive salary and full benefits.","featuredJobLink":"https://cloudinary.com/jobs","created_at":{"$date":"2018-05-13T07:55:08.491Z"},"updated_at":{"$date":"2018-05-13T07:55:08.491Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891677/g6shhlupz2azujyyskng.png"}
{"_id":{"$oid":"5af7f9c9d0210a0014a8c6f9"},"name":"Iguazio","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891694/oeajaaoicpno6s2j6x2p.png","url":"https://www.iguazio.com/","description":"\nThe Iguazio Continuous Data Platform digitally transforms businesses by analyzing data from a variety of sources and types to create actionable insights. Through its platform, Iguazio simplifies the development and deployment of high-volume, real-time, data-driven applications to extend the cloud experience to the edge and on-premises environments. Iguazio accelerates the digital transformation of manufacturing, healthcare, financial services and others by supporting rapid development of applications for the Internet of Things, autonomous systems, media, cybersecurity and smart mobility. The company was founded in 2014 and has offices in the USA, Singapore and Israel.","featuredJobInfo":"\nIn the  3.5 years since its birth, Iguazio has been acknowledged as a trend setter and pioneer in the tech world. Join us to work on cutting-edge tech, and get the chance to make your mark, as we take Big Data to the next level.\n\nAt Iguazio we've attracted some of the sharpest brains in the tech world, smart people with a passion for innovation and serious technical skills. We work as a close-knit team that offers everyone the chance to contribute. Great ideas are always welcome, and excellence is valued. We offer a flexible work environment because we trust our team to get the job done.\n\nWe're currently looking for Senior Backend developers with vast experience writing in Python and Go. Think you've got what it takes? ","featuredJobLink":"https://grnh.se/v126mlwc1","excludeWebsite":false,"created_at":{"$date":"2018-05-13T08:39:37.409Z"},"updated_at":{"$date":"2018-05-13T08:39:37.409Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891695/i676qak4joyu7hfuwp8o.png"}
{"_id":{"$oid":"5af82c54b5d55a001446ce74"},"name":"Singular","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891711/ezc2ntbbvnzpa3xvseef.png","url":"https://www.singular.net/","description":"\nSingular is transforming the mobile marketing stack. Our platform solves the hardest challenges for the most sophisticated global marketing teams including customers like Gett, Twitter, Lyft, Electronic Arts, Airbnb, Zynga, Disney and Tinder.\n\nWe build the only unified marketing data platform that delivers attribution, campaign data aggregation and creative reporting all in a single platform. Singular connects thousands of different data sources in order to provide flexible marketing analytics at the highest level of granularity.\n\n","featuredJobInfo":"Our team is based on very skilled, independent people, who work together to build a system handling millions of tasks a day and thousands of real-time events every second. \nOur stack is diverse and up-to-date with the latest technologies, allowing us to scale fast while staying lean and flexible.\nmore info or contact us:careersil@singular.net","featuredJobLink":"https://www.singular.net/careers/?_sft_careers=r-d\u0026_sft_location=israel#positions-block","created_at":{"$date":"2018-05-13T12:15:16.100Z"},"updated_at":{"$date":"2018-05-15T08:34:36.247Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891712/smy6xq91spgwztcddhyh.png"}
{"_id":{"$oid":"5b12a42338213e0014d1d04a"},"name":"Gett","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977550/cccesgyankqvlmhxpbmu.png","url":"http://gett.com/careers ","description":"Gett is a global ride-sharing app built on a simple idea – if you treat drivers better, they will treat riders better.\n\nWe have become the fastest growing in NYC, and are on-track to become the second-largest player in that market. In Europe we are already live in more than 100 cities. In London alone, more than half of all black cabs run on Gett.\n\nWe’re also the global leader in business ground travel, trusted by over 10,000 leading corporations worldwide.\nAnd there’s so much more to come!\n\nGett’s technology leverages big data, cutting edge predictive algorithms and artificial intelligence. It serves as the foundation for on-demand autonomous cars and much more.\nGett has raised 640$ million in funding and was selected by Forbes as one of the “top 15 explosively growing companies”.\nOur great company already has 1,800~ employees worldwide!","featuredJobInfo":"","featuredJobLink":"https://www.facebook.com/GettCareers/","excludeWebsite":false,"created_at":{"$date":"2018-06-02T14:05:23.441Z"},"updated_at":{"$date":"2018-06-02T14:05:23.441Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977551/l5pq680n1cy6wddepz7q.png"}
{"_id":{"$oid":"5b14e1ee69fe6400146c2662"},"name":"Soluto","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977556/ww7wnvlmkn95wshnsodp.png","url":"http://bit.ly/SolutoReversimWebsite","description":"\nSoluto develops products and services that help hundreds of millions of users all over the world get the most out of their technology. Since being acquired by Asurion in 2013, Soluto has partnered with some of the world’s largest retailers to disrupt the tech support industry from their modern headquarters in the heart of Tel Aviv.\n\n \n\nSoluto is full of people who love developing great products, improving the world, and making new friends. Our independent teams of engineers are given the freedom to develop innovative solutions to complex challenges that directly impact our customers every single day. We’re obsessed with spreading tech happiness… and bringing our dogs to work :)\n\nTo learn more about us, check out our [Soluto engineering blog](http://bit.ly/SolutoReversimBlog) and follow us on twitter [@Solutoeng](http://bit.ly/SolutoReversimTwitter).\n","featuredJobInfo":"Want to use your skills to make an immediate impact on hundreds of millions?","featuredJobLink":"http://bit.ly/SolutoReversimJobs ","created_at":{"$date":"2018-06-04T06:53:34.352Z"},"updated_at":{"$date":"2018-06-12T14:09:11.718Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977556/dg1mss02xqjxl07bvjfn.png"}
{"_id":{"$oid":"5b1998d92cd4b700143921a3"},"name":"WeWork","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891715/nbjv0x5ytbe05kakcjh7.png","url":"https://www.wework.com/l/tel-aviv?utm_campaign=1393555099\u0026utm_term=kwd-41732130773\u0026utm_source=ads-google\u0026utm_medium=cpc\u0026gclid=EAIaIQobChMI2LCnybTC2wIVB_lRCh1nigrPEAAYASAAEgLL2_D_BwE\u0026gclsrc=aw.ds\u0026dclid=CMy02tK0wtsCFVEr4Aodt4wF-g","description":"\nAt WeWork Technology, we are bridging the gap between physical and digital platforms by building software and hardware that enable members to connect with each other and the space around them like never before. ","featuredJobInfo":"\nWeWork’s Technology group in Tel Aviv is a family of passionate and collaborative individuals with one goal in mind - to humanize through technology. We’re working to create a world where people make a life and not just a living. The team is expanding rapidly and we are looking for outstanding talent to join us","featuredJobLink":"https://boards.greenhouse.io/weworkglobalit#.WvG5n9MvzUK","created_at":{"$date":"2018-06-07T20:43:05.047Z"},"updated_at":{"$date":"2018-06-07T20:43:05.047Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891716/mdipdkecfdawtmjghdhm.png"}
{"_id":{"$oid":"5b199c2c2cd4b700143921a5"},"name":"Sears Israel","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891709/plqc9tgbyrfabebnsdvl.png","url":"https://www.sears.co.il","description":"\n \n\nAt Sears Israel we are creating the shopping experience of tomorrow.\n\nWith our innovative social e-Commerce SHOP YOUR WAY platform members can shop, get rewarded and discover products and services relevant to every aspect of their lives.\n\nWe use state of the art technology and data derived machine learning algorithms to build a personalized experience that satisfies each member’s interests and needs.\n\n \n\nSears Israel is powered by passionate people who love to develop amazing products. We own our features, commit to their success, and are proud of our deliveries. We believe autonomy brings us power. This is why every SHOP YOUR WAY engineer is a Full-Stack Engineer. We give our engineers the opportunity and the skills to do everything from product ideation, backend, frontend \u0026 mobile development, to bringing their own feature to production. To learn more about us and our amazing engineering team, check out our [blog](https://medium.com/sears-israel)   ","featuredJobLink":"https://www.sears.co.il/careers","created_at":{"$date":"2018-06-07T20:57:16.196Z"},"updated_at":{"$date":"2018-06-15T21:08:10.537Z"},"__v":0,"featuredJobInfo":"","logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891710/vsbmmp1ihd7l01vxz7jl.png"}
{"_id":{"$oid":"5b1f717347eb9e00140bc61f"},"name":"WIBBITZ","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891717/ebmenq7ta7aujnvxclpi.png","url":"https://www.wibbitz.com/?utm_source=pd_search\u0026utm_campaign=Branded%20-%2010%2F17\u0026utm_content=229755732457\u0026utm_term\u0026utm_medium=search\u0026gclid=EAIaIQobChMIoqWytMfN2wIVDSUrCh3keQAzEAAYASAAEgJMV_D_BwE","description":"\nWibbitz was founded in 2011 as the first automated video creation platform of its kind. Since then, our global team and [patented video automation technology](https://www.prnewswire.com/news-releases/wibbitz-secures-new-patent-for-automatically-transforming-text-into-video-300415877.html) has become a driving force behind the evolution of online video – and the leading solution for quick \u0026 intuitive visual [storytelling](https://www.wibbitz.com/blog/category/video-trends-insights/). We now power video production for many of the world’s leading storytellers, improving the quality of their content and supporting the growth of their business.\n\nOur global family is spread across our three offices in New York, Tel Aviv, and Paris (with more to come). In our Tel Aviv office we are [leveraging](https://www.wibbitz.com/blog/category/video-trends-insights/)  AI capabilities like machine learning and natural language processing to power video creation for the world’s biggest brands.","featuredJobInfo":"We’re agile, creative, and strategic risk-takers who are here to make an impact, one video at a time. Come grow with us!","featuredJobLink":"https://www.wibbitz.com/jobs/","created_at":{"$date":"2018-06-12T07:08:35.092Z"},"updated_at":{"$date":"2018-06-12T07:08:35.093Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891718/zxwgeulfpfc1kl1jfdbx.png"}
{"_id":{"$oid":"5b1fe2168190060014e72d50"},"name":"Applied Materials","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891668/k9ztzclanjfmuryyaxuc.png","url":"http://www.appliedmaterials.com/","description":"Applied Materials is the leader in materials engineering solutions used to produce virtually every new chip and advanced display in the world. \nOur expertise in modifying materials at atomic levels and on an industrial scale enables customers to transform possibilities into reality.\nApplied Materials Israel leads the Process, Diagnostic and Control group of Applied Materials, combining multidisciplinary engineering group and top researchers in a wide area, from mechanics, optics and physics to image processing, machine-learning and material research. Our multi line of products enable semiconductors manufacturers to make sure their process is correct and stable and help them improve their yield.\n","featuredJobInfo":"Applied Materials Israel Software group is a 350 people group engaged in multiple areas, from DSP developers, crunching tens of GBs per second and looking for nanometer scale defects, through python developers integrating Deep Learning and Image Processing algorithms into our systems and Application developers delivering state of the art UX to our customers.","featuredJobLink":"Www.appliedjobs.co.il","created_at":{"$date":"2018-06-12T15:09:10.377Z"},"updated_at":{"$date":"2018-06-13T17:01:33.457Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891669/brnkdf5edldzlq3vynpd.png"}
{"_id":{"$oid":"5b214631437b6b00140fdb74"},"name":"JoyTunes","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891697/jmxf16fd77u0gfzjfwej.png","url":"https://www.joytunes.com","description":"\nJoyTunes is bringing music learning into every single household around the world, whether it’s piano, guitar, sax, singing, or any other instrument. To do so, we use cutting-edge technology to empower millions worldwide to fulfil their musical dreams.  With more than 10 million downloads worldwide and 1 million music learners a week, our current piano learning apps are seeing fast user and revenue growth, chosen as one of the best apps by Apple and Google and used by 10% of US piano teachers.\nRead more at our [medium]( https://medium.com/joytunes) blog.","featuredJobInfo":"We’re expanding our world-class team, and we’re looking for rock-star professionals to join us. We believe in self-empowerment, thinking big and individual ownership to make a real impact.","featuredJobLink":"https://www.joytunes.com/careers","created_at":{"$date":"2018-06-13T16:28:33.497Z"},"updated_at":{"$date":"2018-06-13T16:28:33.497Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891698/mj6teipzztzmpjfez6ip.png"}
{"_id":{"$oid":"5b2641fed0d4ce0014f1007e"},"name":"CyberArk","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891678/sy8hghjzr7r4dsjn7oux.png","url":"www.cyberark.com","description":"CyberArk is the global leader in privileged access security, a critical layer of IT security to protect data, infrastructure and assets across the enterprise, in the cloud and throughout the DevOps pipeline. CyberArk delivers the industry’s most complete solution to reduce risk created by privileged credentials and secrets. The company is trusted by the world’s leading organizations, including more than 50 percent of the Fortune 100, to protect against external attackers and malicious insiders.\n\nFor over a decade CyberArk has led the market in securing enterprises against cyber attacks that take cover behind insider privileges and attack critical enterprise assets. Today, only CyberArk is delivering a new category of targeted security solutions that help leaders stop reacting to cyber threats and get ahead of them, preventing attack escalation before irreparable business harm is done.","featuredJobInfo":"CyberArk’s award-winning software protects the high value assets of leading companies and government organizations around the world. We take that responsibility seriously. That’s why we only hire the best.\n\nWhen you join our team, you will be part of a global organization comprised of smart, dedicated and driven people. Our culture allows for collaboration and the sharing of new ideas and ways of doing things. Our employees take pride in bringing a range of expertise to the table each day and we pass this expertise directly on to our customers. We proudly serve more than 3,800 customers, including more than 50% of the Fortune 100.","featuredJobLink":"https://www.cyberark.com/career-search/","created_at":{"$date":"2018-06-17T11:11:58.660Z"},"updated_at":{"$date":"2018-06-17T11:11:58.660Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891679/paximgjlz0osiz25mkwt.png"}
{"_id":{"$oid":"5b33e4b375238600146e0bb6"},"name":"Here Mobility","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891692/g4iu3llx24zofrmhwomq.png","url":"https://mobility.here.com/about","description":"HERE Mobility aims to democratize the mobility ecosystem. With our cutting-edge technology, we enable an open and competitive market, creating a smart mobility marketplace for all transportation services, empowering people and businesses worldwide. The company is leading the next mobility revolution and changing the face of transportation- new ways of getting around, and a whole new way of thinking.\n\n \n\nHERE Mobility is a strategic business unit of HERE Technologies with a mission to make MaaS easy to use and accessible to everyone worldwide.\nOur vision of democratizing the mobility ecosystem started off as a powerpoint presentation and a passionate group of people that quickly evolved to cutting-edge technological solutions forming the HERE Mobility Marketplace.\n\n","featuredJobLink":"https://www.comeet.co/jobs/hereme/62.00D","created_at":{"$date":"2018-06-27T19:25:39.310Z"},"updated_at":{"$date":"2018-07-10T07:33:36.945Z"},"__v":0,"featuredJobInfo":"","logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891693/qpjirh7cmfinlfqy3ti3.png"}
{"_id":{"$oid":"5b4314c00cf73000145776f1"},"name":"Fiverr","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1534272919/sapuoxslprtjtulx2sbx.png","url":"https://www.fiverr.com/","description":"\nFiverr is the world’s largest marketplace for creative and digital services, including graphic design, copywriting, voice overs, and music and film editing. Fiverr’s mission is to champion the entrepreneur in us all by giving entrepreneurs, freelancers, small businesses and even enterprises the resources they need to get things done in the new economy.","featuredJobLink":" https://www.fiverr.com/jobs","created_at":{"$date":"2018-07-09T07:54:40.929Z"},"updated_at":{"$date":"2018-08-14T08:32:42.753Z"},"__v":0,"featuredJobInfo":"","logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1534272920/fnmcpadqyjztxvzqwtrw.png"}
{"_id":{"$oid":"5b4b01c08abc2c0014e8e6ca"},"name":"Bubblesort","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1536135563/oxobz0uihphdfbfxjfxy.png","url":"https://bubblesort.co/#!/?ref=reversim","description":"We know developers. We know how you code, how you merge, how you push. We know how you try, how you throw, how you catch. We know your test coverage, we know your side projects. We know what you did yesterday, what you will do today, what is getting in your way. We even know that you finally upgraded to the latest version!\n\n\nMade by developers for developers, Bubblesort’s platform helps you discreetly explore exclusive job opportunities based on what’s truly important to you. We give you a peek under the hood by revealing all the hard-to-get information about the R\u0026D teams of the most successful tech companies on the market today.","excludeWebsite":false,"created_at":{"$date":"2018-07-15T08:11:44.230Z"},"updated_at":{"$date":"2018-09-05T08:19:22.992Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532891675/fqchl4wtkbfxlihfbeys.png"}
{"_id":{"$oid":"5b55a9a1d9d76f00144efebc"},"name":"monday.com","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977447/j8k4txemjaynjmb9jpcv.png","url":"http://www.monday.com","description":"monday.com is a team management platform designed to connect people to processes while creating an environment of transparency in business. As a web-based SaaS company, monday.com facilitates a more efficient and intuitive way to manage teams and entire operations.\n\nmonday.com has raised $84.1 Million to date and investors include Stripes Group, Insight Venture Partners, Entrée Capital, and Genesis Partners. With offices in Tel Aviv and New York, the tool is fully customizable to suit any business vertical and currently has over 35,000 paying teams around the world, from over 140 countries. Stay in touch on [Facebook](https://www.facebook.com/mondaydotcom) and [Twitter](https://twitter.com/mondaydotcom)!","featuredJobLink":"https://monday.com/jobs","created_at":{"$date":"2018-07-23T10:10:41.462Z"},"updated_at":{"$date":"2018-07-30T14:46:46.502Z"},"__v":0,"featuredJobInfo":"Joining [monday.com](https://monday.com/lp/home?utm_expid=166849962-388.dK4p5AZzR1O5F9Id-UllOA.1)'s R\u0026D team is an amazing opportunity to join one of Israel's fastest growing startups to make an immediate and real impact on the future of our product. Our developers aren't just executors of code; they're brilliant end-to-end thinkers who are incredibly independent and self-managed. This is the kind of environment where initiative is rewarded and the sky is the limit in terms of what you can accomplish.","logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1532977448/nh9cg14zvvrlh6a0ynlv.png"}
{"_id":{"$oid":"5b5f22d62d31f000147bdbac"},"name":"Moovit","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1533207865/ndbicpnxljarzwkzfx2c.png","url":"https://moovit.com/","description":"\nAfter being named as both the world’s most popular consumer app for public transit and the world’s largest public transit database, Moovit expanded to additional markets in the B2B and B2G area (G = government), namely our [MaaS](https://www.solutions.moovit.com/maas-eng) (Mobility as a Service) and  [MUMA](https://www.solutions.moovit.com/urban-mobility-analytics) (Moovit Urban Mobility Analytics) and [TimePro](https://www.solutions.moovit.com/timepro-en) solutions. \nWith these new offerings, our R\u0026D department is required to meet new technological and algorithmical challenges on a daily basis. \nBuzz-words such as Spark, EMR, big data, ML, AI, graph databases, cloud computing, HA, sustainability, scalability, and many others, aren’t only buzz-words, but we at Moovit R\u0026D deal with every day.\n\nNotwithstanding the fascinating present that we live and experience here, our future seems like something taken out of a sci-fi movie. The future that we, and many others, invision will revolutionize the way we and the entire world commutes. \nThe future is [autonomous vehicles](https://moovitapp.com/info/autonomous-vehicles-fleets-future-en/). As one of the largest origin-destination knowledge sources in the world, we see ourselves as the [core of this emerging new ecosystem of the future](http://moovitapp.com/info/self-driving-cars-just-start-heres-mobility-revolution-plays/),","featuredJobInfo":"We’re constantly expanding and looking for top-notch developers, technology gurus, devops experts and data scientists in order to help us convert our vision to reality. If you feel like this entire article was speaking to you, then you should probably hurry up and send your CV to [jobs@moovit.com!](jobs@moovit.com)","excludeWebsite":true,"created_at":{"$date":"2018-07-30T14:38:14.966Z"},"updated_at":{"$date":"2018-07-30T14:38:14.966Z"},"__v":0,"logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1533207866/todeisnbd1cyrbmttimd.png"}
{"_id":{"$oid":"5b7966855e79c40014ae813d"},"name":"ForeScout","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1535044871/xvikrl1ohjanh6gvx2fz.png","logoHover":"https://res.cloudinary.com/dtltonc5g/image/upload/v1535044872/fw2wqnu2rinuuweeymzr.png","url":"https://www.forescout.com/","description":"ForeScout has pioneered an agentless approach to network security to address the explosive growth of mobile computing, IoT and cloud computing. We offer a highly scalable, heterogeneous platform that provides Global 2000 enterprises and government agencies with agentless visibility and control of traditional and non-traditional devices, including physical and virtual infrastructure, PCs, laptops, tablets, smartphones and the latest IoT devices, the instant they connect to the network. Our technology continuously assesses, remediates and monitors devices and works with disparate security tools to help accelerate incident response, break down silos, automate workflows and optimize existing investments. More than 2,500 customers in over 70 countries improve their network security and compliance posture with ForeScout solutions.\n \n\nNew devices join your network every hour. Unmanaged laptops, smartphones and tablets. Servers and virtual instances. IoT devices and industrial systems of all shapes and sizes. Rogue endpoints. These devices significantly expand your attack surface yet are invisible to many security products, At ForeScout we offer a heterogeneous security solution that can see devices, control them and orchestrate system-wide threat response across your wired and wireless [campus](https://www.forescout.com/solutions/campus-cybersecurity), [data center](https://www.forescout.com/solutions/data-center-cloud/), [cloud](https://www.forescout.com/solutions/data-center-cloud/) and [operational technology](https://www.forescout.com/solutions/operational-technology/) deployments without agents.","featuredJobInfo":"\nAt ForeScout, we believe in protecting our customers against cybercrime, and having fun while doing it. We have an incredible product, amazing talent and passionate executives from the industry’s best companies. If you are smart, are in it with the team and our customers, deliver results and have a good time doing so, you would be a great match for our passionate culture.\n\nSound like something you might be into?  If so, check out our [Career](https://www.forescout.com/company/careers/) Page and [Open Positions](https://www.forescout.com/company/careers/open-positions/).","excludeWebsite":true,"created_at":{"$date":"2018-08-19T12:45:57.012Z"},"updated_at":{"$date":"2018-08-19T12:45:57.012Z"},"__v":0}
