{"_id":{"$oid":"5c7e599b977318001763c6ed"},"name":"AppsFlyer","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257130/jfjzip6qebzvaxvxumxo.png","location":{"shortAddress":"","link":""},"created_at":{"$date":"2019-03-05T11:12:27.714Z"},"updated_at":{"$date":"2019-03-15T11:45:02.754Z"},"photos":[],"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552403084/hafhzsqrujtwsuz0xfqv.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552403083/l131yhl2lvmhmyj4mx6z.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552403083/xsau7ppaq6npdwcb58wt.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552403083/sgloscd77uhs0uzrhknh.jpg"],"openPositions":[{"_id":{"$oid":"5c8a6ba88848ae0017820f04"},"title":"Software team leader","city":"Herzeliya","description":"If you're a Team Leader and you can't remember when the last time you did something for the first time was, then AppsFlyer R\u0026D team is the place for you. Come work with the best and help us lead the AppsFlyer rocketship engine room.","link":"https://www.appsflyer.com/jobs/position/4128798002/software-team-leader/?gh_jid=4128798002\u0026rd=1"},{"_id":{"$oid":"5c8a6ba88848ae0017820f03"},"title":"Senior Frontend developer","city":"Herzeliya","description":"We are looking for a strong front end developer with a “get-things-done” mentality to join us in our quest to create an amazing product the right way.","link":"https://www.appsflyer.com/jobs/position/4127215002/senior-front-end-developer/?gh_jid=4127215002\u0026rd=1"},{"_id":{"$oid":"5c8a6ba88848ae0017820f02"},"title":"Mobile QA team leader","city":"Herzeliya","description":"Are you all about perfecting the code? Do you try to test every variable possible to ensure that everything works the way it should? Then you might be the perfect addition to our team! We’re looking for a technical rockstar to lead the  Mobile SDK QA team. AppsFlyer is the mobile marketing leader and this is your chance to work with one of the biggest data sets out there.","link":"https://www.appsflyer.com/jobs/position/4204231002/mobile-qa-team-leader/?gh_jid=4204231002\u0026rd=1"}],"techStory":{"technologies":[""],"text":"AppsFlyer is striving to build a culture focused on delivering engineering excellence and craftsmanship of our suite of products, and providing a stellar developer experience for our product \u0026 users. AppsFlyer is built on a robust engineering stack of the latest technologies - from the code and diversity of languages, to real-time operations and big data, alongside DevOps, frontend and UX. Join our team of coding craftspeople to take your career to the next level."},"__v":0,"about":"AppsFlyer’s technology is found on 98 percent of the world’s smartphones, making it the global leader in mobile attribution and marketing analytics. AppsFlyer’s platform processes billions of mobile actions every day, empowering app marketers and developers to maximize their marketing ROI. With Facebook, Google, Twitter, Pinterest, Snap Inc., Tencent and 4,000+ other integrated partners, and clients including HBO, Waze, Alibaba, Skyscanner, Activision and 12,000+ leading brands worldwide.\n","isPremium":true,"oneLiner":"AppsFlyer - built on a culture focused on engineering excellence and code craftsmanship","socials":[{"link":"https://www.linkedin.com/company/appsflyer/","medium":"linkedin","_id":{"$oid":"5c8b903e31cc980017785c41"}},{"link":"https://github.com/appsflyer/","medium":"github","_id":{"$oid":"5c8b903e31cc980017785c40"}},{"link":"https://facebook.com/appsflyer","medium":"facebook","_id":{"$oid":"5c8b903e31cc980017785c3f"}},{"link":" https://twitter.com/appsflyerdev","medium":"twitter","_id":{"$oid":"5c8b903e31cc980017785c3e"}},{"link":"https://medium.com/appsflyer","medium":"medium","_id":{"$oid":"5c8b903e31cc980017785c3d"}}],"url":" https://www.appsflyer.com","reversimAndUs":""}
{"_id":{"$oid":"5c80d41a4dba350017d3e5d3"},"name":"Redash","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257152/f4y2rduczpbqanenjw0w.png","oneLiner":"Redash is an Open Source Company. Our mission is to democratize data usage and access in organizations.","about":"Redash is a BI tool for people who love SQL: connect and query your data sources, build dashboards to visualize data and share them with your company. Redash is an Open Source SaaS application, meaning that you can either self host it or just signup for the SaaS service.\n\nRedash the company started as a bootstrapped business in 2016 and since grew to [a team](https://redash.io/about/) of developers and professionals scattered around the globe. From a side project to an [Open Source company](https://medium.com/@arikfr/the-journey-from-side-project-to-open-source-company-taking-the-first-step-8e8259ac80cb), it is today being used by some of the biggest companies in the world (Atlassian, Google, Amazon, Samsung, and many others) but also by some of the most innovative companies in the startup scene. Thousands of teams are using the Open Source Redash on a daily basis and hundreds of teams are subscribed with hosted plans.","url":"https://redash.io/","reversimAndUs":"Redash was first introduced in Reversim 2014 as an open source project. In Reversim 2016, Arik shared what he learned from starting an open source company around Redash. And we're excited to be back in 2019 as sponsors 🤘.","isPremium":true,"created_at":{"$date":"2019-03-07T08:19:38.647Z"},"updated_at":{"$date":"2019-03-10T22:32:32.775Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552257153/jlkha1obd5s83jjh0f3o.png","https://res.cloudinary.com/dtltonc5g/image/upload/v1552257153/cvxilrwrmi6xhxrbz5cp.png","https://res.cloudinary.com/dtltonc5g/video/upload/v1552257153/hdtqynudikfxdsrspwzn.mp4"],"openPositions":[],"techStory":{"technologies":["#Python","#Javascript","#React","#PostgreSQL","#Redis","#Doker"],"text":"We try to use simple, elegant and proved tools for the job. Our backend is Python with Flask and SQLAlchemy along with PostgreSQL and Redis for data storage. The frontend is React. Everything packaged with Docker.\n\nThe hosted Redash service runs on AWS (ECS, RDS, ELB, CloudWatch)."},"socials":[{"_id":{"$oid":"5c80d41a4dba350017d3e5d8"},"link":" https://www.linkedin.com/company/redash/","medium":"linkedin"},{"_id":{"$oid":"5c80d41a4dba350017d3e5d7"},"link":"https://github.com/getredash","medium":"github"},{"_id":{"$oid":"5c80d41a4dba350017d3e5d6"},"link":"https://www.facebook.com/getredash","medium":"facebook"},{"_id":{"$oid":"5c80d41a4dba350017d3e5d5"},"link":"https://twitter.com/getredash","medium":"twitter"},{"_id":{"$oid":"5c80d41a4dba350017d3e5d4"},"link":"https://blog.redash.io/","medium":"medium"}],"__v":0}
{"_id":{"$oid":"5c8103229e6fb60017f45cef"},"name":"Next Insurance","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552256820/bydw3plp3b0k88fd8axv.png","oneLiner":"We create insurance products that are online, affordable and tailored to businesses’ needs. \u0009\u0009\u0009\u0009\u0009","about":"We are disruptors in insurtech, and created the first live certificates in the industry! Our team is over 100 strong, consisting of engineers, designers, insurance advisors, product managers, and more. At Next Insurance, we’re on a mission to make the lives of small business owners easier, by creating technological solutions to give insurance products online with the most advanced protocols and tools. We’re focused on the US market, where we serve over 40,000 customers. ","url":"https://www.next-insurance.com/","reversimAndUs":"We greatly appreciate the contribution of Reversim’s podcast and summit to the community. Our engineering team has a long and profound relationship with the Reversim summit. Five members of our engineering team have repeatedly spoken at the summit, including Nissim Tapiro, Shay Mandel, Uri Shamay (5 times), Lior Bar-on (twice), and Haim Yadid (3 times). Three of our engineers have been involved as content moderators: Shay Mandel, Haim Yadid (3 times), and Issahar Weiss (twice).\n\u0009\u0009\u0009\u0009\u0009\u0009\u0009","isPremium":true,"created_at":{"$date":"2019-03-07T11:40:18.818Z"},"updated_at":{"$date":"2019-03-17T09:43:17.478Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552404803/dfkuntd1tulfrr00zigd.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404803/i0miopvp55bmn8xcw9j7.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404804/bpjv8s4tb6p3ukwcntgj.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404804/f5oxipaqtn7j8tv0v3ae.jpg"],"openPositions":[{"_id":{"$oid":"5c82886011690e00171ef5b5"},"title":"Backend Developer","city":"Kfar Saba","description":"At Next Insurance, Backend Developers utilize the latest technologies and programming languages. If you’re a fan of server-side Kotlin, love to produce clean, testable code, and fast, you’re speaking our language! We're looking for a Backend Developer with 4+ years experience, someone adaptable and able to learn new languages quickly, who has great interpersonal and communication skills.  ","link":"https://www.next-insurance.com/careers/back-end-developer/"},{"_id":{"$oid":"5c82886011690e00171ef5b4"},"title":"Production Engineer","city":"Kfar Saba","description":"We’re looking for a Production Engineer to lead our AWS DevOps content. You’ll be responsible to define our cloud environment, build/evolve our CI/CD pipeline, and boost productivity. If you're a talented team player with a proven record in Amazon operations/infrastructures: continuous integration, continuous deployment; Jenkins, Docker, Kubernetes, and Terraform, talk to us! ","link":"https://www.next-insurance.com/careers/production-engineer/"},{"_id":{"$oid":"5c82886011690e00171ef5b3"},"title":"Full Stack Web Developer","city":"Kfar Saba","description":"Our team is responsible for client-facing ops, marketing integrations, and so much more! We’re looking for a Full Stack Web Developer as our newest team member to help us work with other departments, who has experience with AnglularJS/React/ember, Node.js/Python/Ruby/C#, Object Oriented programming, and database technologies like MySQL and more. Sound good to you? Apply now!","link":"https://www.next-insurance.com/careers/full-stack-web-developer/"}],"techStory":{"technologies":[""],"text":"We build our software using microservices architecture on top of AWS infrastructure. Our backend development language is Kotlin with some front end oriented services built on NodeJS and Angular 7. Our CI/CD pipeline is triggered by every commit and after it passes our test suites, the developer  deploys to production, this is done several times each day. We do not have QA teams and rely on automated testing and peer code reviews.\n"},"socials":[{"link":"https://www.linkedin.com/company/next-insurance/","medium":"linkedin","_id":{"$oid":"5c8e16b55716af001798f717"}},{"link":"https://github.com/next-insurance","medium":"github","_id":{"$oid":"5c8e16b55716af001798f716"}},{"link":"https://www.facebook.com/NextInsuranceUSA/","medium":"facebook","_id":{"$oid":"5c8e16b55716af001798f715"}},{"link":"https://twitter.com/nextinsurance1","medium":"twitter","_id":{"$oid":"5c8e16b55716af001798f714"}},{"link":"https://www.next-insurance.com/blog/","medium":"medium","_id":{"$oid":"5c8e16b55716af001798f713"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5c82881011690e00171ef5ab"},"name":"ForeScout","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257120/zarn1levwskxcjvgo43b.png","oneLiner":"","about":"Security at First Sight™\n\nForescout Technologies is the leader in device visibility and control. Our unified security platform enables enterprises and government agencies to gain complete situational awareness of their extended enterprise environment and orchestrate actions to reduce cyber and operational risk. Forescout products deploy quickly with agentless, 100-percent real-time discovery and classification, as well as continuous posture assessment. As of December 31, 2018, 3,300 customers in over 80 countries rely on Forescout’s infrastructure-agnostic solution to reduce the risk of business disruption from security incidents or breaches, ensure and demonstrate security compliance and increase security operations productivity.","url":"https://www.forescout.com/","reversimAndUs":"","isPremium":true,"created_at":{"$date":"2019-03-08T15:19:44.318Z"},"updated_at":{"$date":"2019-03-17T09:42:20.022Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552403289/artegoocxnajubkhlyaa.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552403290/mlbytspg7n2s1xeergtf.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552403289/dni2npwki4hrtiwz1rc2.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404568/jvz9aa05ocrb1ywcbynm.png","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404568/slssxoersx0ixtq0kvwd.png"],"openPositions":[{"title":"Chief Architect","city":"Tel Aviv","description":"Join the ForeScout Engineering organization’s team of Engineers and take part in defining and driving the future world-wide market leading product suite consisting of: Network Access Control, Endpoint Compliance, Mobile Control, and Intrusion Prevention. Applications range from Client / Server applications to Web apps for a Network Access Control solution, running on both Windows and Linux systems.","link":"https://jobs.jobvite.com/forescout/job/ofAj9fw1","_id":{"$oid":"5c82881011690e00171ef5ae"}},{"title":"Full Stack Engineer","city":"","description":"ForeScout is at the forefront of IoT and Network Security. As the world becomes more and more connected so does the need for ForeScout's products.\n\nIf you are a great developer and a true leader, with passion for security and technology, come and join ForeScout Core team. Take a leading part in the central nerve system of our product. Join our innovation center and help protect networks of millions of endpoint.","link":"https://jobs.jobvite.com/forescout/job/ofAj9fw1","_id":{"$oid":"5c82881011690e00171ef5ad"}},{"title":"Feature Owner","city":"","description":"As a Feature Owner, you will be part of an engineering team and guide the team through the development process, owning and prioritizing the product backlog. You will work closely with product managers to understand customer requirements and design ForeScout future capabilities.","link":"https://www.forescout.com/company/careers/open-positions/?p=job%2FoFhh9fw6","_id":{"$oid":"5c82881011690e00171ef5ac"}}],"techStory":{"technologies":[""],"text":"DEVICE VISIBILITY AND CONTROL PLATFORM\n\nOur unified security platform enables enterprises and government agencies to gain complete situational awareness of their extended enterprise environment and orchestrate actions to reduce cyber and operational risk. Forescout products deploy quickly with agentless, 100% real-time discovery and classification, as well as continuous posture assessment."},"socials":[{"link":"https://www.linkedin.com/company/forescout-technologies/","medium":"linkedin","_id":{"$oid":"5c8e167c5716af001798f712"}},{"link":"https://www.facebook.com/ForescoutTechnologies","medium":"facebook","_id":{"$oid":"5c8e167c5716af001798f711"}},{"link":"https://twitter.com/Forescout","medium":"twitter","_id":{"$oid":"5c8e167c5716af001798f710"}},{"link":"https://www.forescout.com/company/blog/","medium":"medium","_id":{"$oid":"5c8e167c5716af001798f70f"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5c828b3a11690e00171ef5bb"},"name":"Wix.com","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552256876/ngmhnojx5on0errj0xeq.png","oneLiner":" At Wix Engineering we work to solve some of the most challenging internet-scale problems that exist today.","about":"Wix.com is a leading cloud-based web development platform with more than 145 million users worldwide. Wix was founded on the belief that the internet should be accessible to everyone to develop, create, and contribute.\nOur dev-centric culture is based on developers who love code, are passionate about technology, and believe that nothing is impossible. We deploy hundreds of times a day, and design our software for ease of change. Wix's headquarters are in Tel Aviv, Israel with offices in Be'er Sheva, Haifa, San Francisco, New York, Miami, Berlin, Vilnius, Kyiv, and Dnipro.","url":"https://www.wix.engineering/","reversimAndUs":"","isPremium":true,"created_at":{"$date":"2019-03-08T15:33:14.788Z"},"updated_at":{"$date":"2019-03-24T10:05:26.172Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/apeevvg0co8kskr3d2jx.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/us85uubhqies3skbyvxg.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/wfykbgpdq4br3yvpqb8m.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/emg8jxjspzt1k4gsjfvl.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/vnkedwtrsy5tn81janmo.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552816765/eazakkpxoxbubrwmlxke.jpg"],"openPositions":[{"_id":{"$oid":"5c8e25965716af001798f730"},"title":"DevOps Engineer","city":"Tel Aviv","description":"Wix.com’s System team is responsible for defining the system architecture and requirements of the company, and work to monitor, manage and maintain our global infrastructure. Our R\u0026D department has more than 100 production changes a day - that’s over 2,000 a month! Situated in the middle of this fast-paced development environment, this team has to work both independently and together with others. We're looking for a bright, solution-oriented DevOps Engineer to join the team and build, run, manage and monitor security aspects of our cloud-based and physical environments.","link":"http://www.wix.com/jobs/locations/tel-aviv/positions/3026"},{"_id":{"$oid":"5c8e25965716af001798f72f"},"title":" Lead Developer, Backend Engineering","city":"Tel Aviv","description":"\nWix’s Backend Engineering group, where lead developers shape the architecture of our backend microservices. We set the tone and standard of our developer culture, fusing together facets of engineering, product management, DevOps, analytics, and technical management. We’re also mentors, helping less-experienced engineers improve and hone their skills so that they are eventually capable of being tech leads themselves.\n","link":"https://www.wix.com/jobs/locations/tel-aviv/positions/2306"},{"_id":{"$oid":"5c8e25965716af001798f72e"},"title":" Frontend Team Lead - R\u0026D Infrastructure Team","city":"Tel Aviv","description":"Wix’s Infrastructure group. We make it possible for more than 500 developers (with over 600 artifacts) to engage in true continuous development. We created one of the most innovative development infrastructure systems in the world, and now we’re ready to do more. This is a new team of strong and passionate JavaScript engineers who will create the next generation of infrastructure products. We’re looking for a Team Lead to build this team from the ground-up and bring our vision of a stunning new system to reality.\n\n\n","link":"http://www.wix.com/jobs/locations/tel-aviv/positions/2827"}],"techStory":{"technologies":[""],"text":"\n\nAt Wix Engineering, lead developers shape the architecture of our services and product. They set the tone and standard of our developer culture, fusing facets of engineering, product management, DevOps, analytics, and technical management. They are also mentors, helping less-experienced engineers improve and hone their skills so that they are eventually capable of being tech leads themselves. The Wix development culture is transparent, highly technical, and agile. Since we ship often, we’ve happily adopted Continuous Delivery, encourage C/I, and promote Test-Driven Development. We code in Scala, Java, JavaScript, Python, Go and more. On top of that, we strongly believe in empowering the tech community, and give back by speaking at developer events and contributing to Open Source. Our engineers also support and take part in all sorts of non-profit tech events. We develop and maintain highly scalable systems that support Wix’s hundreds of millions of users, and the people who visit their websites."},"socials":[{"link":"https://github.com/wix","medium":"github","_id":{"$oid":"5c975666172c010017624988"}},{"link":"https://www.facebook.com/WixEngineering/","medium":"facebook","_id":{"$oid":"5c975666172c010017624987"}},{"link":"https://twitter.com/WixEng","medium":"twitter","_id":{"$oid":"5c975666172c010017624986"}},{"link":"https://medium.com/wix-engineering","medium":"medium","_id":{"$oid":"5c975666172c010017624985"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5c83a52a05fd9500171f55b7"},"name":"Outbrain","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257103/r2g4ksjlbiq9h1dn8xkj.png","oneLiner":"At Outbrain we  help people discover content that they can trust to be interesting, relevant and timely.","about":"Outbrain is the world’s leading native advertising platform, guiding the digital discoveries of consumers around the globe. Genuinely connecting marketers, publishers, and the consumers in-between, Outbrain serves more than 308 billion recommendations, organically personalizing, and enhancing, the reader experience. Outbrain’s native advertising technology powers the news, product \u0026amp; information feeds of the world’s most recognized publishers and channels including MSN, CNN,BBC, The Washington Post, The Guardian, Spiegel Online, El País and Sky News. Outbrain is headquartered inNew York with offices in 15 cities worldwide the R\u0026D center was established in Israel and with more than 200 developers. ","url":"https://www.outbrain.com/","reversimAndUs":"Reversim podcast was established by Ori Lahav, Outbrain CoFounder, and CTO and Ran Tavory when he was a developer at Outbrain 10 years ago. The podcast gained listeners and followers and eventually became a proactive community that gets to meet once a year in Reversim Summit. Every year Outbrain gives the resources and takes under its responsibility all legal, finance and production issues of the summit. We are proud to take this part and be the main organization that stands and supports this activity year after year.        ","isPremium":true,"created_at":{"$date":"2019-03-09T11:36:10.683Z"},"updated_at":{"$date":"2019-03-17T21:16:04.264Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1552404135/twcs9g7eujjbz0ir3ckr.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404135/bsahvy56riyry6baanzd.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404135/wbwqjrzjnzvoxzlhb29r.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1552404135/nnf5lqjbboociuxe8s8k.jpg","https://res.cloudinary.com/dtltonc5g/video/upload/v1552857352/qb2llz05chpnllsmwbxe.mp4"],"openPositions":[{"_id":{"$oid":"5c83a52a05fd9500171f55ba"},"link":"https://careers.outbrain.com/requisition.html?id=2461\u0026hash=787484942#apply","description":"\nOutbrain’s content discovery platform is guided by a single mission: to help people discover content that they can trust to be interesting, relevant, and timely.\n\nOur recommendations reach hundreds of millions of users across a global list of premium media properties.\n\nWe are seeking an experienced Backend Engineer that wishes to take part in developing infrastructures for advanced Outbrain's Content Recommendation Engine.","city":"Netanya","title":"Java Backend Developer"},{"_id":{"$oid":"5c83a52a05fd9500171f55b9"},"link":"https://careers.outbrain.com/requisition.html?id=3119\u0026hash=787484942#apply","description":"Beeing a part of a talented group of professionals, responsible for continuous integration, continuous delivery and release workflows, working with the team to automate code deployments and builds. You will take part in developing and maintaining an in house system serving more than 200 developers and stakeholders, already performing over 150 daily code releases.","city":"Netanya","title":"DevOps Engineer"},{"_id":{"$oid":"5c83a52a05fd9500171f55b8"},"link":"https://careers.outbrain.com/requisition.html?id=3010\u0026hash=787484942#apply","description":"Outbrain is seeking an experienced Data Scientist with strong backend engineer skills to optimize its bidding into a dynamic and large-scale online marketplace. The position requires modeling price points that will optimize Outbrain’s gain from bidding on media, in a dynamic environment of hundreds of millions of auctions per day, involving other strategic players. In addition to modeling the optimal buying dynamics, the successful candidate is expected to be able to implement the optimized media-buy policy in a production-grade environment.","city":"Netanya","title":"Marketplace Optimization Scientist"}],"techStory":{"technologies":["Machine Learning","Data Science","Elastic Search","Java","Scala","GCP","CSS","Angular"],"text":"Our core technology relays on recommendation systems using state of the art machine learning models and deep learning built using big data. Every day, Outbrain engineers overcome technology challenges with the help of experienced mentors and a unique culture encouraging taking risks, ownership, and co-working. "},"socials":[{"link":"https://www.linkedin.com/company/outbrain/","medium":"linkedin","_id":{"$oid":"5c8eb914b138740017d65997"}},{"link":"https://github.com/outbrain","medium":"github","_id":{"$oid":"5c8eb914b138740017d65996"}},{"link":"https://www.facebook.com/Outbrain-Israel-%D7%90%D7%90%D7%95%D7%98%D7%91%D7%A8%D7%99%D7%99%D7%9F-%D7%99%D7%A9%D7%A8%D7%90%D7%9C-1839082432986850/","medium":"facebook","_id":{"$oid":"5c8eb914b138740017d65995"}},{"link":"https://twitter.com/OutbrainEng?lang=en","medium":"twitter","_id":{"$oid":"5c8eb914b138740017d65994"}},{"link":"https://medium.com/outbrain-engineering","medium":"medium","_id":{"$oid":"5c8eb914b138740017d65993"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5c83a5bd05fd9500171f55c0"},"name":"Gett","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257212/wvg6nlcwidedzvkjim2s.png","about":"\nGett is a global ride-sharing app built on a simple idea – if you treat drivers better, they will treat riders better.\n\nWe are building a world class transportation service loved for its quality. In other words- a marketplace “on demand”, basically a cloud for taxi rides.\n\nWe have become the fastest growing in NYC, and are on-track to become the second-largest player in that market.\n\nIn Europe we are already live in more than 100 cities. In London alone, more than half of all black cabs run on Gett.\n\nWe’re also the global leader in business ground travel, trusted by over 10,000 leading corporations worldwide. And there’s so much more to come!\n\n \n\n \n\nGett’s technology leverages big data, cutting edge predictive algorithms and artificial intelligence. It serves as the foundation for on-demand autonomous cars and much more.\n\nGett has raised more than 700$ million in funding and was selected by Forbes as one of the “top 15 explosively growing companies”.Our great company already has 1,200~ employees worldwide.","url":"https://gett.com/il/","created_at":{"$date":"2019-03-09T11:38:37.564Z"},"updated_at":{"$date":"2019-03-14T11:32:25.322Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://www.linkedin.com/company/gettaxi/life/?targetId=426e4a6e-6aba-49d6-bd70-4811f3bdacb5\u0026viewAsMember=true"}
{"_id":{"$oid":"5c83a66605fd9500171f55c2"},"name":"Oracle","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257239/kxqx0flavhsj779j992p.png","about":"\nOracle Development Center is made out of the unique combination of the perks and benefits of an international corporation, and the vibes of an Israeli start-up.\n\nWe believe in the unique combination of cracking major technological challenges, creative work on products at scales of hundreds of thousands of customers around the world and a constant flurry of innovation. With around 100 proud employees across 2 offices, joining us is being a part of a team, a family, meeting awesome new friends and work at a large scale across the globe. We operate in 2 groups:\n\nOracle Cloud Infrastructure (OCI) - Build the Infrastructure-as-a-Service (IaaS) technologies that are consumed by Oracle’s colossal customer base across the globe. Operating in a high scale, distributed and multi-tenant Cloud environment, using our expertise to create world-class storage, compute, networking, database, security, and user experience. This is a one-of-a-kind chance to create the next generation of hyper-cloud infrastructure.\n\nOracle Data Cloud (ODC) - Use the latest machine learning and big data techniques to help advertisers connect with the right customer. We aggregate, analyze and activate consumer data — enabling our customers to personalize every interaction and measure the effectiveness of every engagement. Our systems process 7 TRILLION pieces of data every month! We put data to work and take marketing one step further than it’s ever gone before.\n\nWe’re growing and looking for some brilliant minds to join us. Look for our open positions if you are up for a challenge!","url":"oracle.com/il-en/corporate/careers/oracle-development-center.html","created_at":{"$date":"2019-03-09T11:41:26.406Z"},"updated_at":{"$date":"2019-03-17T11:23:54.728Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://oracle.com/il-en/corporate/careers/oracle-development-center.html"}
{"_id":{"$oid":"5c83a6e505fd9500171f55c3"},"name":"Joytunes","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257201/yvhnnabrqsfdqn6a2gmm.png","about":"JoyTunes is bringing music learning into every single household around the world, whether it’s piano, guitar, sax, singing, or any other instrument. To do so, we use cutting-edge technology to empower millions worldwide to fulfil their musical dreams. With more than 10 million downloads worldwide and 1 million music learners a week, our current piano learning apps are seeing fast user and revenue growth, chosen as one of the best apps by Apple and Google and used by 10% of US piano teachers. Read more at our medium blog. ","url":"https://www.joytunes.com/","created_at":{"$date":"2019-03-09T11:43:33.505Z"},"updated_at":{"$date":"2019-03-14T11:37:09.172Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://www.joytunes.com/careers"}
{"_id":{"$oid":"5c83a7c5dbad0f0017ec3b14"},"name":"Bizzabo","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257223/pfsw894lz3q9lyvosbyc.png","about":"Bizzabo unleashes the power of events to drive impactful in-person experiences, foster networking opportunities and business outcomes for thousands of events around the world including those by Microsoft, Hubspot, NBC, EA Sports, Adobe, Elastic, and Docker. Customers use Bizzabo to consolidate their event stack and benefit from the platform's insights to manage, measure and grow their events participation, engagement and experience. Key features enable organizers to build websites, manage event registration, sell tickets, grow communities through onsite networking and event apps - all within a cloud-based, user-friendly platform.","url":"www.bizzabo.com","created_at":{"$date":"2019-03-09T11:47:17.080Z"},"updated_at":{"$date":"2019-03-14T11:35:06.204Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":" https://www.bizzabo.com/careers"}
{"_id":{"$oid":"5c83a8fadbad0f0017ec3b15"},"name":"Tipalti","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555960873/tjq5gthr3q4lw0iajadf.png","about":"Tipalti combines the responsibility of managing large amounts of payments with the agility of a startup. We help companies make payments and manage their invoices to help them scale their operations easily and quickly. We love our development process and technology and always try to stay up to date with the latest developments. Hundreds of companies trust Tipalti to transform their supplier payment operations including Uber, Twitter, GoDaddy, GoPro, Twitch,  Roku, Chartboost, Roblox.\nTipalti’s momentum was recognized by its inclusion on Deloitte’s Technology Fast\n500 list, which identifies the fastest growing technology, media, telecommunications,\nlife sciences, and energy tech companies - both public and private. Tipalti grew its employee headcount more than 50% in 2018 and plans to grow by\nover 50% again in 2019.","url":"https://cts.businesswire.com/ct/CT?id=smartlink\u0026amp;url=http%3A%2F%2Ftipalti.com%2F\u0026amp;esheet=51938914\u0026amp;newsitemid=20190212005134\u0026amp;lan=en-US\u0026amp;anchor=https%3A%2F%2Ftipalti.com\u0026amp;index=2\u0026amp;md5=fec852a18cccd45469a2fba9e2dc3f76","created_at":{"$date":"2019-03-09T11:52:26.454Z"},"updated_at":{"$date":"2019-04-22T19:21:13.367Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://tipalti.com/careers/"}
{"_id":{"$oid":"5c83ace6dbad0f0017ec3b16"},"name":"Cloudinary","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555961104/ftavf5uqa6takeinsoq5.png","about":"\nCloudinary provides a cloud-based media full-stack platform for the world’s top brands. With offices in the US, UK and Israel, Cloudinary has quickly become the de facto solution for web developers and marketers to manage images, videos and other rich media assets and deliver an optimal end-user experience. Cloudinary has more than 5,000 customers worldwide, including AMC, Taboola, Fairfax Media, Forbes, Virgin, GrubHub, Hinge, BuzzFeed, Lululemon Athletica, Outbrain, NETFLIX, StubHub, Bleacher Report, Cars.com, Conde Nast, Under Armour and Whole Foods Market.","url":"www.cloudinary.com.","created_at":{"$date":"2019-03-09T12:09:10.813Z"},"updated_at":{"$date":"2019-04-22T19:25:04.237Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://cloudinary.com/jobs"}
{"_id":{"$oid":"5c83ad9ddbad0f0017ec3b17"},"name":"Liveperson","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552257180/xss3puo4aex0zokagiyq.png","about":"LivePerson makes life easier by transforming how people communicate with brands. Our 18,000 customers, including leading brands like Citibank, HSBC, Orange, and The Home Depot, use our conversational commerce solutions to orchestrate humans and AI, at scale, and create a convenient, deeply personal relationship — a conversational relationship — with their millions of consumers. \n","url":"www.liveperson.com","created_at":{"$date":"2019-03-09T12:12:13.212Z"},"updated_at":{"$date":"2019-03-14T11:36:06.818Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0,"jobUrl":"https://www.liveperson.com/company/careers"}
{"_id":{"$oid":"5c8502d6d91a9b0017d035d0"},"name":"CyberArk","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552387801/y054dpq1wyjwgvdsfww1.png","about":"\nCyberArk is the global leader in privileged access security, a critical layer of IT security to protect data, infrastructure and assets across the enterprise, in the cloud and throughout the DevOps pipeline. CyberArk delivers the industry’s most complete solution to reduce risk created by privileged credentials and secrets. The company is trusted by the world’s leading organizations, including more than 50 percent of the Fortune 100, to protect against external attackers and malicious insiders.\n\nFor over a decade CyberArk has led the market in securing enterprises against cyber attacks that take cover behind insider privileges and attack critical enterprise assets. Today, only CyberArk is delivering a new category of targeted security solutions that help leaders stop reacting to cyber threats and get ahead of them, preventing attack escalation before irreparable business harm is done","url":"https://www.cyberark.com/","jobUrl":"https://careers.cyberark.com/search/?createNewAlert=false\u0026q=\u0026locationsearch=israel\u0026optionsFacetsDD_customfield1=\u0026optionsFacetsDD_city=\u0026optionsFacetsDD_dept ","created_at":{"$date":"2019-03-10T12:28:06.213Z"},"updated_at":{"$date":"2019-03-12T10:50:02.005Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5c88c78b730df900179b88ff"},"name":"Kenshoo","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1552563961/sao5puo4uzppdbh4f2pt.png","about":"Kenshoo is the leading technology platform for brands looking to plan and amplify effective marketing across the various digital channels. It is the only marketing solution that provides data-driven insights and optimization technology to help make informed decisions and scale performance across Google, Facebook, Instagram, Amazon, Apple, and more. Kenshoo’s machine-learning algorithms and cutting-edge AI enable companies to predict and keep in-step with the ever-changing consumer journey. With 27 international locations, the headquarters and R\u0026D centers in Tel Aviv and Modiin is where all the action is happening :) Come join us!","url":"https://kenshoo.com/","jobUrl":"https://kenshoo.com/company/careers/","created_at":{"$date":"2019-03-13T09:04:11.263Z"},"updated_at":{"$date":"2019-03-14T11:46:02.141Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5c8e147d5716af001798f709"},"name":"Chegg","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555961114/zfrasgfba5otj5bv9riz.png","about":" \n\nChegg puts students first. Our mission it to help students study smarter. Chegg’s products, like online tutoring, step by step solution guides, an AI-powered academic paper editor, are used by more than 4 million students annually. Chegg’s Israel dev center will focus this year, among other things, building the next learning platform for our students, one which would save time, save money and help the students master their courses.  We’re currently 50 education passionate employees and we’re looking for more people to join and make an impact in the lives of students. Don’t believe us – just search for “Chegg “ on twitter.","url":"www.chegg.com","jobUrl":"http://che.gg/joinisrael","created_at":{"$date":"2019-03-17T09:33:49.333Z"},"updated_at":{"$date":"2019-04-22T19:25:15.500Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cb32b786042c100176cee8c"},"name":"Zebra","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555960602/p0j903mggwji1qtau3kg.png","about":"Zebra Medical Vision Ltd. is a medical imaging AI company. The company’s AI solutions analyze clinical imaging data in real time, detecting various medical indications, such as liver, lung, cardiovascular and bone disease. Its high-performance software has secured multiple regulatory approvals, such as FDA and CE and is based on a robust database of over 30 million high-quality real-patient scans. The Zebra solutions are installed in hospitals globally and provide radiologists the assistance they need to manage ever growing workloads, without sacrificing quality.\n\nZebra has raised $50 million in funding to date from investors including AMoon, Khosla Ventures, NVIDIA and Marc Benioff and is growing rapidly.\n","url":"www.zebra-med.com","jobUrl":"https://www.zebra-med.com/careers/","created_at":{"$date":"2019-04-14T12:45:44.981Z"},"updated_at":{"$date":"2019-04-22T19:16:42.807Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cbc477480ead20017babf1a"},"name":"Dropbox ","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1556022637/f0jihn4cnpypmsh8z6tc.png","oneLiner":"Dropbox is transforming the way people work together. Our mission is to unleash the world’s creative energy by designing a more enlightened way of working.","about":"Here at Dropbox we redesign the way people work as a team. We unleash people's creativity and make workplaces a lot more fun and enjoyable place to create in. We do so by building tools that simplify the way we communicate, and build products that brings flow and collaboration to work.\nDropbox TLV is Dropbox's first engineering site outside of the US. We are relatively small, but growing, and always looking for good people to join us and bring their creative energy to the team.","url":"https://www.dropboxforum.com/t5/English/ct-p/English","reversimAndUs":"Reversim has built an amazing grassroots community of developers for developers, and we love it dearly! We believe this initiative should be supported by the local tech industry, and we are happy and proud to do our part. ","isPremium":true,"created_at":{"$date":"2019-04-21T10:35:32.653Z"},"updated_at":{"$date":"2019-04-23T12:30:38.266Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1555842609/pxegmxvtkckd5uln3tet.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555842609/ccxpkquwkhhkwebvxamy.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555842609/quftnyi3atqjzildspxn.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555842609/jum2mrd1wsjm0yyyavvc.jpg"],"openPositions":[{"title":"Senior Software Engineer","city":"Tel Aviv","description":"Our Engineering team is working to simplify the way people work together. They’re building a family of products that handle over a billion files a day for people around the world. With our broad mission and massive scale, there are countless opportunities to make an impact.","link":"https://www.dropbox.com/jobs/listing/1126720","_id":{"$oid":"5cbc477480ead20017babf1d"}},{"title":"Software Engineer Summer Internship","city":"Tel Aviv","description":"New graduates and interns at Dropbox work alongside industry leaders, architecting the growing family of products that handle over a billion files a day for people and businesses around the world. From day one, you’ll have the responsibility and the support you need to make a difference on a massive scale.","link":"https://www.dropbox.com/jobs/listing/1417785","_id":{"$oid":"5cbc477480ead20017babf1c"}},{"title":"Product Designer","city":"Tel aVIV","description":"Our Research \u0026 Design team crafts delightful experiences that make people's lives easier. We're a close-knit, collaborative group, guided by a highly iterative user-centered design process. Combining research, data, and thoughtful critique, we're discovering needs and solving fundamental problems that impact work and life for millions of people around the world.","link":"https://www.dropbox.com/jobs/listing/1565634","_id":{"$oid":"5cbc477480ead20017babf1b"}}],"techStory":{"technologies":[""],"text":"Dropbox believes in building products that solves real user needs and have actual impact. We encourage and support our engineers in their quest to master their craft, and take full ownership and responsibility for their work, through simplicity and attention to details. There’s only so much each of us can do by ourselves, so we work together and value collaboration and mutual support. "},"socials":[{"link":"https://www.linkedin.com/company/dropbox/","medium":"linkedin","_id":{"$oid":"5cbf056ea179390017dd5beb"}},{"link":"https://www.facebook.com/lifeinsidedropbox/","medium":"facebook","_id":{"$oid":"5cbf056ea179390017dd5bea"}},{"link":"https://medium.com/@Dropbox","medium":"medium","_id":{"$oid":"5cbf056ea179390017dd5be9"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5cbc4a7d80ead20017babf21"},"name":"Applied Materials ","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1556022903/np4m2p48qgnvvcz8adtx.png","oneLiner":"","about":"Applied Materials is the leader in materials engineering solutions used to produce virtually every new chip and advanced display in the world. \nOur expertise in modifying materials at atomic levels and on an industrial scale enables customers to transform possibilities into reality.\nApplied Materials Israel leads the Process, Diagnostic and Control group of Applied Materials, combining multidisciplinary engineering group and top researchers in a wide area, from mechanics, optics and physics to image processing, machine-learning and material research. Our multi line of products enable semiconductors manufacturers to make sure their process is correct and stable and help them improve their yield.\n","url":"http://www.appliedjobs.co.il","reversimAndUs":"","isPremium":true,"created_at":{"$date":"2019-04-21T10:48:29.019Z"},"updated_at":{"$date":"2019-04-28T09:00:35.295Z"},"images":["https://res.cloudinary.com/dtltonc5g/image/upload/v1555843307/wjvsnwicfhfwcwsa919z.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555843307/ofclzyeju0jrc6rn9erl.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555843307/kcwzi7f2kmxsgeeqvppz.jpg","https://res.cloudinary.com/dtltonc5g/image/upload/v1555843307/kfkn65ikcwi4koytrk8a.jpg"],"openPositions":[{"title":"Algorithm Developer for Emerging Technology Group","city":" Rehovot","description":"Develop state-of-the-art algorithms and evaluate their performance for our wafer inspection and metrology microscopes. Including image processing, machine learning and vision.\nSupport concept and feasibility demonstration of new solutions and paradigms for our industry.\nInteract with internal and external customers to analyze gaps, define and plan activities, design and execute experiments.\nBe part of a path-finding team, in which we incubate new solutions and paradigms to solve high value problems.","link":"http://www.appliedjobs.co.il/index.php?langpage=heb\u0026dir=site\u0026page=jobs\u0026op=item\u0026cs=5276","_id":{"$oid":"5cbc4a7d80ead20017babf24"}},{"title":"Computer Vision / Machine Learning Algorithms Developer","city":"Rehovot","description":"Develop state of the art algorithms in the fields of Computer Vision, Machine Learning and Deep Learning.\nClose work with the system, physics, software, qualification and applications groups.\nEngage in customer-facingJobs_israel@amat.com activities to aid algorithms' proliferation at customer sites.\n","link":"http://www.appliedjobs.co.il/Computer-Vision-Machine-Learning-Algorithms-Developer","_id":{"$oid":"5cbc4a7d80ead20017babf23"}},{"title":"SW Team Leader for Calibration Group","city":"Rehovot","description":"Join a dynamic SW development team which is an integral part of Applied Materials system engineering department.\nDevelop SW for complex multi-disciplinary semiconductor inspection equipment.\nDevelop performance analysis and optimization tools utilizing advanced image processing, algorithms and applied mathematics.\n Lead team of developers from the initial physical concept to fully developed SW solution\n Develop full-stack applications that integrate with the tool SW.","link":"http://www.appliedjobs.co.il/index.php?langpage=heb\u0026dir=site\u0026page=jobs\u0026op=item\u0026cs=5282","_id":{"$oid":"5cbc4a7d80ead20017babf22"}}],"techStory":{"technologies":[""],"text":"Applied Materials Israel Software group is a 350 people group engaged in multiple areas, from DSP developers, crunching tens of GBs per second and looking for nanometer scale defects, through python developers integrating Deep Learning and Image Processing algorithms into our systems and Application developers delivering state of the art UX to our customers.\nApplied Materials Israel is in a development and recruitment boost. Learn more and join us by finding your next challenge here. \n"},"socials":[{"link":"https://www.linkedin.com/company/applied-materials-israel","medium":"linkedin","_id":{"$oid":"5cc56bb30758260017b103fc"}},{"link":"https://www.facebook.com/appliedmaterialsisrael/","medium":"facebook","_id":{"$oid":"5cc56bb30758260017b103fb"}}],"location":{"shortAddress":"","link":""},"__v":0}
{"_id":{"$oid":"5cbc4d3c80ead20017babf27"},"name":"Wework","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555844412/kei7haw7j1pw0znp4c4a.jpg","about":"WeWork Technology is solving problems that people face everyday in the workplace, from making in-person connections to optimizing workspaces for efficiency and collaboration. We are also experimenting with cutting-edge approaches to make the physical world as responsive as the digital, and are eager to work with technologists who are passionate about building infrastructure and tools from the ground up.\n","url":"https://www.wework.com/","jobUrl":"https://tlv.we.co","created_at":{"$date":"2019-04-21T11:00:12.536Z"},"updated_at":{"$date":"2019-04-21T11:00:12.536Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cbc58c680ead20017babf28"},"name":"Trax","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555960973/ma361euhzdgdydwfgczv.png","about":"\nTrax is the leading provider of computer vision solutions and analytics for retail. It recently was selected as a Red Herring Top 100 Global and ranked in the top 25 Fastest Growing Companies on Deloitte’s Technology Fast 500 list. The company enables tighter execution controls in-store and provides clients with the ability to leverage competitive insights through its in-store execution tools, market measurement and analytics services to unlock revenue opportunities at all points of sale. Many of the world’s top brands and retailers leverage Trax globally in more than 50 countries to manage in-store execution and increase revenues at the shelf. Trax is headquartered in Singapore with offices worldwide. ","url":"www.traxretail.com","jobUrl":"https://www.traxretail.com/careers/","created_at":{"$date":"2019-04-21T11:49:26.529Z"},"updated_at":{"$date":"2019-04-22T19:22:53.543Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cbd6c1a61ab6900178d7ee2"},"name":"eko","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555960960/jd6rf4wpvo8oclvhozfk.png","about":"Eko is building an interactive storytelling ecosystem of engaged viewers, forward-thinking creators, and innovative brands to pioneer the future of entertainment. Eko Engineering, located in Ramat HaHayal in Tel-Aviv, develops technology that allows participants to affect, control, and influence interactive entertainment like never before. \nAt the core of Eko’s technology is a proprietary player able to efficiently and seamlessly generate and deliver media streams dynamically. On top of that, Eko provides a platform for creating and distributing interactive stories and deeply engaging experiences. At the heart of the platform, is Eko Studio, a suite of authoring tools, a JavaScript framework and the Eko API.\nEko and Walmart have recently announced a major partnership, forming a joint venture that will invest over $200 million in creating premium interactive content using Eko’s platform. \n\n\n","url":"https://eko.engineering?utm_source=reversim2019\u0026utm_medium=site","jobUrl":"https://company.helloeko.com/careers/full-stack-developer?utm_source=reversim2019\u0026utm_medium=site","created_at":{"$date":"2019-04-22T07:24:10.783Z"},"updated_at":{"$date":"2019-04-22T19:22:40.613Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cbdd52661ab6900178d7ee4"},"name":"ThetaRay","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555960740/gtrszgddooc1vx0mfqe5.png","about":"Developed by two of the world’s preeminent mathematicians, ThetaRay brings a transformational approach to big data analytics, isolating problems buried beneath big data and pinpointing opportunities concealed within traditional systems. \n\nDrawing inspiration from the manner in which complex systems operate in nature, ThetaRay’s patented algorithms grow more intelligent over time, yielding objective results in seconds. \n \nRevolutionary in its approach, ThetaRay lets math discover meaning in the data without making any pre-assumptions. Its rule-free approach pinpoints items that matter now and in the future, mapping them in context, time and location.\n \nWith ThetaRay, clients obtain measurable value in days and achieve full deployment in a matter of weeks. From that point on, ThetaRay’s system runs automatically, without intervention from client personnel and with the continuous support of an adaptable platform.\n \nTheraRay helps financial institutions, cyber security divisions and critical infrastructure businesses make giant strides in managing risk and generating new growth. With ThetaRay’s solution, organizations become as resilient as these times require: safeguarding assets, recovering from setbacks and capturing future growth amid continuous change.\n \n","url":"www.thetaray.com","jobUrl":"https://www.thetaray.com/careers/","created_at":{"$date":"2019-04-22T14:52:22.550Z"},"updated_at":{"$date":"2019-04-22T19:19:00.419Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
{"_id":{"$oid":"5cbe1b79667d790017afd7fd"},"name":"Cellebrite","logo":"https://res.cloudinary.com/dtltonc5g/image/upload/v1555962745/fcfk43xcivewoljdlfoa.png","about":"\nDigital information is an integral part of our daily lives, and at Cellebrite we create the ability to leverage it. As the global leader in digital forensics solutions, we are the premiere provider for law enforcement, military, intelligence and the private sector in over 150 countries. We offer the most complete range of solutions for the extraction, decoding, analysis and collaboration of digital data.  Our technology lets investigators see the big picture surfacing critical connections and capturing insights from a digital world.\n\nOur platform offers unparalleled access to numerous digital devices and cloud data and analysis solutions and maximizes automation in the analysis of digital data. The result is actionable data that reduces the time needed to make the right decision.  Cellebrite sets the standard for digital forensics solutions that help make this a safer world.","url":"https://www.cellebrite.com/en/home/","jobUrl":"https://www.cellebrite.com/en/about/careers/positions/?comeet_cat=israel\u0026comeet_all=all\u0026rd","created_at":{"$date":"2019-04-22T19:52:25.304Z"},"updated_at":{"$date":"2019-04-23T08:14:17.214Z"},"images":[],"openPositions":[],"techStory":{"technologies":[]},"socials":[],"__v":0}
